/* (No Commment) */
"
This license was purchased in the Mac App Store. 
Thank you!" = "このライセンスは、Mac App Store で購入されています。ありがとう!";

/* (No Commment) */
"
Your copy of BetterZip is registered. Thank you!" = "
BetterZip の登録が完了しました。ありがとうございます!";

/* (No Commment) */
"%d days left" = "あと %d 日";

/* (No Commment) */
"Automatically check for updates (last check: %@)" = "自動的にアップデートを確認 (最終確認日時: %@)";

/* (No Commment) */
"Better get your license today!" = "ライセンスの取得は今日が最適!";

/* (No Commment) */
"BetterZip has detected more copies running at the same time in your network than you have license keys. 

Every computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "あなたがお持ちのライセンスキーより多くの BetterZip がネットワーク上で同時に実行されているのを検出しました。コンピュータごとに固有のライセンスが必要です。本当にお値打ちな価格のマルチユーザーライセンスの購入をご検討下さい。";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip は未だ登録されていません。試用期間は今日までです。続けて BetterZip をお使いになる場合は、下にある「今すぐ購入」ボタンをクリックして、すぐに登録して下さい!";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end in %d days. 

If you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip は未だ登録されていません。試用期間はあと %d 日です。BetterZip を気に入っていただけたのなら、以下の「今すぐ購入」ボタンをクリックして、今日中にライセンスを入手して下さい。";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip は未だ登録されていません。明日で試用期間は終了です。続けて BetterZip をお使いになる場合は、下にある「今すぐ購入」ボタンをクリックして、すぐに登録して下さい!";

/* (No Commment) */
"Buy Me!" = "買ってね!";

/* (No Commment) */
"Buy Now..." = "今すぐ購入…";

/* (No Commment) */
"Buy now" = "オンラインで購入";

/* (No Commment) */
"Buy today!" = "今すぐ購入!";

/* (No Commment) */
"Check for Updates..." = "アップデートを確認...";

/* (No Commment) */
"Continue" = "続ける";

/* (No Commment) */
"Great!" = "素晴らしい!";

/* (No Commment) */
"Instant Karma" = "悪事は我が身に跳ね返る";

/* (No Commment) */
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "最後に BetterZip を試してからずいぶん経ちました。そこで再度試用して頂くため数日の猶予を儲けました。試用期間が延長されています。";

/* (No Commment) */
"Later" = "後で";

/* (No Commment) */
"More license keys required." = "ライセンスキーが不足しています。";

/* (No Commment) */
"Must.Buy.Now." = "今すぐ買わないと";

/* (No Commment) */
"Please register BetterZip to enable the saving of archives." = "BetterZip を登録してアーカイブの保存ができるようにして下さい。";

/* (No Commment) */
"Pleeease!" = "お願いします!";

/* (No Commment) */
"Registration..." = "登録...";

/* (No Commment) */
"Registration: # %d on %@
Licensee: %@" = "登録:  # %d on %@
登録者名: %@";

/* (No Commment) */
"Registration: # %d on %@ for %d licenses
Licensee: %@" = "登録:  # %d on %@ for %d licenses
登録者名: %@";

/* (No Commment) */
"The code is invalid. Make sure you pasted the complete key into the text field." = "コードが正しくありません。正しいキーをテキスト欄にペーストしたか確認して下さい。";

/* (No Commment) */
"The trial period is over" = "試用期限が切れました";

/* (No Commment) */
"This function is available to registered users only." = "この機能は登録ユーザーだけが使用できます。";

/* (No Commment) */
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "これは、BetterZip の古いバージョンのライセンスコードです。このコードは割引アップグレード価格、$9.99 での BetterZip 4 ライセンス購入にお使いいただけます。以下の \"今すぐアップグレード\" をクリックしてウェブショップを開いて下さい。";

/* (No Commment) */
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "これは、BetterZip 2 を Mac App Store で購入したお客様に付与される一時ライセンスコードです。BetterZip 4 を $9.99 のアップグレード価格でお買い求め頂けます。下にある「今すぐアップグレード」ボタンをクリックしてウェブショップを開いて下さい。";

/* (No Commment) */
"Trial user
%d days left" = "試用中
あと %d 日";

/* (No Commment) */
"Upgrade now" = "今すぐアップグレード";

/* (No Commment) */
"Welcome back to BetterZip!" = "BetterZip へようこそ!";

/* (No Commment) */
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.
Click the 'Buy now' button to check it out." = "あなたのライセンスは、現在の BetterZip ではご使用になれません。ですが、アップグレード費用はとてもお手頃な価格です。
'オンラインで購入' をクリックして、確かめて下さい。";

/* (No Commment) */
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "試用期間は終了しました。BetterZip はあと数日動作しますが、続けてお使いになる場合は、登録しなくてはなりません! 以下の 'オンラインで購入' ボタンをクリックすると、数分でライセンスキーを受け取ることができます。";

/* (No Commment) */
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "試用期間が終了しました。アーカオブを開くことはできますが、保存はできません。続けて 'BetterZIp' の利用をご希望の場合は、登録をお願いします! 以下のオンラインで購入ボタンをクリックすると、ライセンスキーを数分で受け取ることができます。";

/* (No Commment) */
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";

/* (No Commment) */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";

/* (No Commment) */
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";

